import React, {Component} from "react";

export default class Article extends Component {
  render() {
    return (
      <div className="container">
        <div className="card card-body article-card mt-4 p-5">
          <div className="row">
            <p className="lead">
              <i className="fas fa-newspaper mr-2" />
              بهترین شیوه عصب کشی چیست؟
            </p>
            <p style={{textAlign: "justify"}}>
              کانال ریشه و حفره مغز دندان حفره‌هایی در ساختمان دندان هستند که
              به‌طور طبیعی بافت‌های عصبی و رگ‌های خونی و بافت‌های سلولی دیگری را
              در خود جای می‌دهند. در صورتی که پوسیدگی دندان در مراحل اولیه درمان
              نشود، پوسیدگی از مینای دندان عبور نموده و به عاج می‌رسد و در ادامه
              می‌تواند به فضای پالپ (یا همان مغز دندان) گسترش یابد. ورود
              میکروب‌ها به پالپ دندان باعث ایجاد التهاب در پالپ شده و این التهاب
              باعث افزایش حجم پالپ می‌شود. با توجه به اینکه پالپ دندان یک محفظه
              بسته است، التهاب باعث افزایش شدید فشار داخلی آن می‌شود. این افزایش
              فشار، منجر به فشار آمدن به پایانه‌های عصب دندان شده و درد دندان
              شروع می‌شود. کانال ریشه و حفره مغز دندان حفره‌هایی در ساختمان
              دندان هستند که به‌طور طبیعی بافت‌های عصبی و رگ‌های خونی و بافت‌های
              سلولی دیگری را در خود جای می‌دهند. در صورتی که پوسیدگی دندان در
              مراحل اولیه درمان نشود، پوسیدگی از مینای دندان عبور نموده و به عاج
              می‌رسد و در ادامه می‌تواند به فضای پالپ (یا همان مغز دندان) گسترش
              یابد. ورود میکروب‌ها به پالپ دندان باعث ایجاد التهاب در پالپ شده و
              این التهاب باعث افزایش حجم پالپ می‌شود. با توجه به اینکه پالپ
              دندان یک محفظه بسته است، التهاب باعث افزایش شدید فشار داخلی آن
              می‌شود. این افزایش فشار، منجر به فشار آمدن به پایانه‌های عصب دندان
              شده و درد دندان شروع می‌شود کانال ریشه و حفره مغز دندان حفره‌هایی
              در ساختمان دندان هستند که به‌طور طبیعی بافت‌های عصبی و رگ‌های خونی
              و بافت‌های سلولی دیگری را در خود جای می‌دهند. در صورتی که پوسیدگی
              دندان در مراحل اولیه درمان نشود، پوسیدگی از مینای دندان عبور نموده
              و به عاج می‌رسد و در ادامه می‌تواند به فضای پالپ (یا همان مغز
              دندان) گسترش یابد. ورود میکروب‌ها به پالپ دندان باعث ایجاد التهاب
              در پالپ شده و این التهاب باعث افزایش حجم پالپ می‌شود. با توجه به
              اینکه پالپ دندان یک محفظه بسته است، التهاب باعث افزایش شدید فشار
              داخلی آن می‌شود. این افزایش فشار، منجر به فشار آمدن به پایانه‌های
              عصب دندان شده و درد دندان شروع می‌شود.
            </p>
          </div>
        </div>
      </div>
    );
  }
}
